IDEA StatiCa Open Model
ConcreteULSCheckResultInteractionEc2.Ned Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Design value of the applied axial force
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Ned { get; set; }
Public Property Ned As Double
	Get
	Set
public:
property double Ned {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace